const departments = [
    {
        id: 1,
        dept: "Account",
        deptHead: "ชื่อหัวหน้าแผนก ใช้เวลาเซ็นเอกสาร",
        email: "test@test.co.th",
        topic: [
            "จัดทำเอกสารเบิกจ่ายไม่ถูกต้อง",
            "จัดทำเช็คต่ายไม่ทันภายในระยะที่กำหนด",
            "ปฎิบัติผิดพลาด/ไม่ปฏิบัติตามขั้นตอน/กระบวนการ",
            "วำงบิล ไม่ทันภำยในวันที่ลูกค้ากำหนด",
            "รับเชค ไม่ทันภำยในวันที่ลูกค้ากำหนด",
        ]
    },
    {
        id: 2,
        dept: "Engineer",
        deptHead: "ชื่อหัวหน้าแผนก ใช้เวลาเซ็นเอกสาร",
        email: "engineer@jsr.co.th",
        topic: [
            "เสนอราคางานซ่อมไม่ถูกต้อง",
            "สินค้าของลูกค้าชำรุดจากการจัดเก็บภายในหน่วยงาน",
            "ลูกค้าแจ้งเคลมงานซ่อม",
            "ยอดอะไหล่ไม่ตรงในระบบ Altas",
            "แจ้งข้อมูลผิดพลาด",
            "ความผิดพลาดในกระบวนการส่งสอบเทียบ",
        ]
    },
    {
        id: 3,
        dept: "Sales",
        deptHead: "ชื่อหัวหน้าแผนก ใช้เวลาเซ็นเอกสาร",
        email: "sales@jsr.co.th",
        topic: [
            "ประสานงานข้อมูลลูกค้าไม่ถูกต้อง",
            "ลงทะเบียนไม่ครบถ้วน",
            "ลงทะเบียนไม่ทันกำหนด",
        ]
    },
]

export default departments